Repository: davidoabile/infosyspro
Catalog: public/languages/translation.tmx
Source language: tn
Languages: en

source: ss
en: Add New Configuration

source: c
en: Key used to identify the value

source: type here
en: Administration Login

source: ee
en: Mail Server

source: e
en: Site Settings

source: cc
en: Category which this configuration belongs to

source: d
en: Configuration Description

source: contene
en: Content Management

source: sharpo
en: New configuration added successfully

source: nyaa
en: No
